---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.InvalidOperationException
source: html/11e61b12-e11e-deb2-be1c-b02b64588633.htm
---
# InvalidOperationException Properties

The information of the function throwing the exception.